{
  "items": [
    { "id": 1, "trait": "L", "direction": "+", "text": "What happens to me is my own doing." },
    { "id": 2, "trait": "L", "direction": "-", "text": "Success is mostly a matter of luck." },
    { "id": 3, "trait": "L", "direction": "+", "text": "I can pretty much determine what will happen in my life." },
    { "id": 4, "trait": "L", "direction": "-", "text": "Many of the unhappy things in people's lives are partly due to bad luck." },
    { "id": 5, "trait": "L", "direction": "+", "text": "When I make plans, I am almost certain that I can make them work." },
    { "id": 6, "trait": "L", "direction": "-", "text": "Getting what I want has little or nothing to do with luck." },
    { "id": 7, "trait": "L", "direction": "+", "text": "I am the master of my fate." },
    { "id": 8, "trait": "L", "direction": "-", "text": "The world is run by a few people in power, and there is not much the little guy can do about it." },
    { "id": 9, "trait": "L", "direction": "+", "text": "I can learn to do almost anything if I set my mind to it." },
    { "id": 10, "trait": "L", "direction": "-", "text": "It is not always wise to plan too far ahead because many things turn out to be a matter of good or bad fortune." },
    { "id": 11, "trait": "L", "direction": "+", "text": "My behavior is usually determined by my own conscious decisions." },
    { "id": 12, "trait": "L", "direction": "-", "text": "I feel that I have little influence over the things that happen to me." },
    { "id": 13, "trait": "L", "direction": "+", "text": "I am responsible for my own successes and failures." },
    { "id": 14, "trait": "L", "direction": "-", "text": "Most people don't realize the extent to which their lives are controlled by accidental happenings." },
    { "id": 15, "trait": "L", "direction": "+", "text": "I believe that I can control my own destiny." },
    { "id": 16, "trait": "L", "direction": "-", "text": "There's no use in trying too hard since things will happen as they will anyway." },
    { "id": 17, "trait": "L", "direction": "+", "text": "I can overcome most obstacles if I am determined enough." },
    { "id": 18, "trait": "L", "direction": "-", "text": "I often feel that I have very little control over my life." },
    { "id": 19, "trait": "L", "direction": "+", "text": "I am in control of my own emotions and actions." },
    { "id": 20, "trait": "L", "direction": "-", "text": "Life is a game of chance." }
  ],
  "descriptions": {
    "L": {
      "high": "You have a strong 'Internal Locus of Control.' You believe that you are responsible for your own success and have the power to shape your future.",
      "low": "You have an 'External Locus of Control.' You tend to believe that external factors, such as luck or fate, play a significant role in your life."
    }
  }
}
