{
  "traitNames": {"L": "Внутренний локус контроля"},
  "items": [
    { "id": 1, "trait": "L", "direction": "+", "text": "То, что происходит в моей жизни, в основном зависит от моих собственных усилий." },
    { "id": 2, "trait": "L", "direction": "-", "text": "Я считаю, что успех в жизни во многом зависит от удачи." },
    { "id": 3, "trait": "L", "direction": "+", "text": "Я способен изменить ситуацию, чтобы получить то, что хочу." },
    { "id": 4, "trait": "L", "direction": "-", "text": "Мир слишком сложен, и мне кажется, что мои действия мало что меняют." },
    { "id": 5, "trait": "L", "direction": "+", "text": "Когда возникает проблема, я чувствую, что ответственность за ее решение лежит на мне." },
    { "id": 6, "trait": "L", "direction": "-", "text": "Иногда мне кажется, что как бы я ни старался, результат уже предопределен." },
    { "id": 7, "trait": "L", "direction": "+", "text": "Я верю, что могу сам проектировать и создавать свое будущее." },
    { "id": 8, "trait": "L", "direction": "-", "text": "Плохие вещи, которые со мной случаются, обычно происходят из-за невезения, которое я не могу контролировать." },
    { "id": 9, "trait": "L", "direction": "+", "text": "Любой может достичь своих целей, если будет усердно работать." },
    { "id": 10, "trait": "L", "direction": "-", "text": "Глядя на успешных людей, кажется, что им просто подвернулся удачный случай, а не помогли способности." },
    { "id": 11, "trait": "L", "direction": "+", "text": "Я привык самостоятельно контролировать свои эмоции и поступки." },
    { "id": 12, "trait": "L", "direction": "-", "text": "Мне трудно принимать важные решения без помощи окружающих." },
    { "id": 13, "trait": "L", "direction": "+", "text": "Даже если я терплю неудачу, я сам ищу, что нужно исправить." },
    { "id": 14, "trait": "L", "direction": "-", "text": "Перед лицом глобальных процессов, таких как политика или экономика, усилия отдельного человека кажутся бессмысленными." },
    { "id": 15, "trait": "L", "direction": "+", "text": "Я уверен, что я — хозяин своей жизни." },
    { "id": 16, "trait": "L", "direction": "-", "text": "Мне спокойнее плыть по течению, чем планировать каждый шаг в жизни." },
    { "id": 17, "trait": "L", "direction": "+", "text": "Даже в трудных ситуациях я нахожу то, что могу сделать, и действую." },
    { "id": 18, "trait": "L", "direction": "-", "text": "Иногда мне кажется, что мою жизнь ведет какая-то внешняя сила." },
    { "id": 19, "trait": "L", "direction": "+", "text": "Я позитивно принимаю тот факт, что мой выбор определяет мое будущее." },
    { "id": 20, "trait": "L", "direction": "-", "text": "Иногда я чувствую, что мир несправедлив и у усилий есть предел." }
  ],
  "descriptions": {
    "L": {
      "high": "У вас сильная склонность к «внутреннему локусу контроля». Вы проактивны, верите в свои силы и в то, что можете менять результаты своим трудом.",
      "low": "У вас выражен «внешний локус контроля». Вы с уважением относитесь к обстоятельствам и удаче, иногда предпочитая адаптироваться к ситуации для сохранения душевного покоя."
    }
  }
}
