{
  "traitNames": {"L": "Kiểm soát nội tại"},
  "items": [
    { "id": 1, "trait": "L", "direction": "+", "text": "Những gì xảy ra trong cuộc sống của tôi chủ yếu phụ thuộc vào nỗ lực của chính tôi." },
    { "id": 2, "trait": "L", "direction": "-", "text": "Tôi nghĩ rằng việc thành công hay không trong cuộc sống phần lớn phụ thuộc vào vận may." },
    { "id": 3, "trait": "L", "direction": "+", "text": "Tôi có khả năng thay đổi tình huống để đạt được những gì mình muốn." },
    { "id": 4, "trait": "L", "direction": "-", "text": "Thế giới quá phức tạp nên tôi cảm thấy dù mình có làm gì cũng không tạo ra sự khác biệt lớn." },
    { "id": 5, "trait": "L", "direction": "+", "text": "Khi có vấn đề nảy sinh, tôi cảm thấy mình có trách nhiệm phải giải quyết nó." },
    { "id": 6, "trait": "L", "direction": "-", "text": "Đôi khi tôi cảm thấy dù có cố gắng thế nào thì kết quả cũng đã được định sẵn." },
    { "id": 7, "trait": "L", "direction": "+", "text": "Tôi tin rằng mình có thể tự thiết kế và tạo dựng tương lai của chính mình." },
    { "id": 8, "trait": "L", "direction": "-", "text": "Những điều tồi tệ xảy ra với tôi thường là do sự không may nằm ngoài tầm kiểm soát của tôi." },
    { "id": 9, "trait": "L", "direction": "+", "text": "Bất cứ ai cũng có thể đạt được mục tiêu của mình nếu họ nỗ lực hết mình." },
    { "id": 10, "trait": "L", "direction": "-", "text": "Nhìn những người thành công, tôi thấy họ gặp được cơ hội tốt hơn là có năng lực." },
    { "id": 11, "trait": "L", "direction": "+", "text": "Tôi đã quen với việc tự điều chỉnh cảm xúc và hành vi của chính mình." },
    { "id": 12, "trait": "L", "direction": "-", "text": "Thật khó để quyết định những việc quan trọng nếu không có sự giúp đỡ của những người xung quanh." },
    { "id": 13, "trait": "L", "direction": "+", "text": "Ngay cả khi thất bại, tôi vẫn tự mình tìm ra những gì cần phải sửa đổi." },
    { "id": 14, "trait": "L", "direction": "-", "text": "Trước những dòng chảy lớn như chính trị hay kinh tế, nỗ lực của cá nhân có vẻ vô nghĩa." },
    { "id": 15, "trait": "L", "direction": "+", "text": "Tôi tin chắc rằng mình chính là chủ nhân của cuộc đời mình." },
    { "id": 16, "trait": "L", "direction": "-", "text": "Tôi cảm thấy thoải mái hơn khi để cuộc sống trôi theo tự nhiên thay vì lập kế hoạch cho mọi thứ." },
    { "id": 17, "trait": "L", "direction": "+", "text": "Ngay cả trong những tình huống khó khăn, tôi vẫn tìm ra những gì mình có thể làm và thực hiện nó." },
    { "id": 18, "trait": "L", "direction": "-", "text": "Đôi khi tôi cảm thấy cuộc đời mình đang bị dẫn dắt bởi một thế lực nào đó không phải là tôi." },
    { "id": 20, "trait": "L", "direction": "-", "text": "Đôi khi tôi cảm thấy thế giới không công bằng và nỗ lực cũng có giới hạn." }
  ],
  "descriptions": {
    "L": {
      "high": "Bạn có xu hướng 'Kiểm soát nội tại' mạnh mẽ. Bạn là kiểu người chủ động, tin rằng mình có thể tự khai phá cuộc đời và thay đổi kết quả thông qua nỗ lực.",
      "low": "Bạn có xu hướng 'Kiểm soát ngoại tại' khá mạnh. Bạn tôn trọng môi trường và sự vận hành của may mắn, đôi khi thuận theo hoàn cảnh để tìm thấy sự bình yên trong tâm hồn."
    }
  }
}
