{
  "traitNames": { "N": "Нарциссизм", "M": "Макиавелизм", "P": "Психопатия" },
  "items": [
    { "id": 1, "trait": "N", "direction": "+", "text": "Я чувствую, что заслуживаю особого отношения и признания со стороны окружающих." },
    { "id": 2, "trait": "M", "direction": "+", "text": "Я умею убеждать людей и направлять их для достижения своих целей." },
    { "id": 3, "trait": "P", "direction": "+", "text": "Я способен принимать жесткие решения, не поддаваясь лишним эмоциям." },
    { "id": 4, "trait": "N", "direction": "+", "text": "Мне нравится быть в центре внимания и получать похвалу за свои достижения." },
    { "id": 5, "trait": "M", "direction": "+", "text": "Я эффективно использую свои социальные связи для получения желаемого." },
    { "id": 6, "trait": "P", "direction": "+", "text": "Я сохраняю спокойствие и решительность даже в рискованных ситуациях." },
    { "id": 7, "trait": "N", "direction": "-", "text": "Я предпочитаю оставаться скромным и не стремлюсь выделяться среди других." },
    { "id": 8, "trait": "M", "direction": "-", "text": "Я верю, что честность — лучший путь, даже если он требует больше времени." },
    { "id": 9, "trait": "P", "direction": "-", "text": "Я глубоко сопереживаю трудностям и чувствам других людей." },
    { "id": 10, "trait": "N", "direction": "+", "text": "Я стремлюсь занять влиятельную позицию и руководить людьми." },
    { "id": 11, "trait": "M", "direction": "+", "text": "В условиях конкуренции результат для меня важнее, чем методы его достижения." },
    { "id": 12, "trait": "P", "direction": "+", "text": "Меня привлекают новые вызовы, даже если они связаны с определенным риском." }
  ],
  "descriptions": {
    "N": { "high": "Вы обладаете высокой уверенностью в себе и харизмой лидера.", "low": "Вы скромный человек, который ценит коллективный успех выше личной славы." },
    "M": { "high": "У вас стратегический склад ума, вы мастерски ориентируетесь в сложных ситуациях.", "low": "Вы цените прозрачность и этическую безупречность в любых отношениях." },
    "P": { "high": "Вы отличаетесь психологической стойкостью и умением действовать в кризис.", "low": "Вы обладаете высокой эмпатией и способны на глубокую эмоциональную поддержку." }
  }
}
