{
  "traitNames": {"E": "Extraversión", "A": "Amabilidad", "C": "Responsabilidad", "N": "Neuroticismo", "O": "Apertura"},
  "items": [
    { "id": 1, "trait": "E", "direction": "+", "text": "Suelo ser el alma de las reuniones y disfruto liderar las conversaciones." },
    { "id": 2, "trait": "A", "direction": "+", "text": "Me esfuerzo por empatizar con los sentimientos de los demás." },
    { "id": 3, "trait": "C", "direction": "+", "text": "Prefiero terminar mis tareas y responsabilidades de inmediato." },
    { "id": 4, "trait": "N", "direction": "+", "text": "A veces experimento cambios de humor o altibajos emocionales." },
    { "id": 5, "trait": "O", "direction": "+", "text": "Tengo una imaginación activa y disfruto explorando nuevas ideas." },
    { "id": 6, "trait": "E", "direction": "-", "text": "Suelo mantenerme en silencio cuando estoy en grupos grandes." },
    { "id": 7, "trait": "A", "direction": "-", "text": "A veces no me interesan mucho los problemas de otras personas." },
    { "id": 8, "trait": "C", "direction": "-", "text": "A menudo olvido poner las cosas en su lugar correspondiente." },
    { "id": 9, "trait": "N", "direction": "-", "text": "Suelo estar relajado la mayor parte del tiempo y no me altero fácilmente." },
    { "id": 10, "trait": "O", "direction": "-", "text": "Prefiero los hechos concretos sobre las ideas abstractas o filosóficas." },
    { "id": 11, "trait": "E", "direction": "+", "text": "Me resulta fácil hablar con muchas personas diferentes en eventos sociales." },
    { "id": 12, "trait": "A", "direction": "+", "text": "Siento y comprendo sinceramente las emociones de quienes me rodean." },
    { "id": 13, "trait": "C", "direction": "+", "text": "Me gusta mantener mi entorno y mi trabajo bien organizados." },
    { "id": 14, "trait": "N", "direction": "+", "text": "Tiendo a sentirme abrumado o estresado con cierta facilidad." },
    { "id": 15, "trait": "O", "direction": "-", "text": "A veces me resulta difícil asimilar conceptos abstractos complejos." },
    { "id": 16, "trait": "E", "direction": "-", "text": "Prefiero pasar desapercibido en lugar de ser el centro de atención." },
    { "id": 17, "trait": "A", "direction": "-", "text": "No suelo interesarme demasiado por los asuntos personales de los demás." },
    { "id": 18, "trait": "C", "direction": "-", "text": "A veces descuido los detalles o dejo las cosas a medio terminar." },
    { "id": 19, "trait": "N", "direction": "-", "text": "Rara vez me siento desanimado o con el ánimo bajo." },
    { "id": 20, "trait": "O", "direction": "-", "text": "No me considero una persona con una imaginación especialmente creativa." }
  ],
  "descriptions": { "E": { "high": "Eres una persona sociable y enérgica que brilla en compañía.", "low": "Eres reflexivo, independiente y valoras tu tiempo a solas." }, "A": { "high": "Eres compasivo, cooperativo y valoras la armonía social.", "low": "Eres analítico, competitivo y priorizas la verdad objetiva." }, "C": { "high": "Eres disciplinado, organizado y muy confiable en tu trabajo.", "low": "Eres flexible, espontáneo y prefieres dejarte llevar." }, "N": { "high": "Eres emocionalmente sensible y muy consciente de los riesgos.", "low": "Eres resiliente y mantienes la calma bajo presión." }, "O": { "high": "Eres curioso, creativo y abierto a ideas nuevas y complejas.", "low": "Eres práctico, tradicional y prefieres métodos probados." } }
}
