{
  "traitNames": {"E": "Экстраверсия", "A": "Доброжелательность", "C": "Добросовестность", "N": "Нейротизм", "O": "Открытость"},
  "items": [
    { "id": 1, "trait": "E", "direction": "+", "text": "Я часто становлюсь душой компании и люблю вести беседу." },
    { "id": 2, "trait": "A", "direction": "+", "text": "Я стараюсь сопереживать чувствам других людей." },
    { "id": 3, "trait": "C", "direction": "+", "text": "Я предпочитаю выполнять дела и обязанности без промедления." },
    { "id": 4, "trait": "N", "direction": "+", "text": "Иногда я замечаю у себя частые смены настроения." },
    { "id": 5, "trait": "O", "direction": "+", "text": "У меня богатое воображение, и мне нравится изучать новые идеи." },
    { "id": 6, "trait": "E", "direction": "-", "text": "В больших группах людей я часто веду себя тихо." },
    { "id": 7, "trait": "A", "direction": "-", "text": "Иногда меня не слишком интересуют проблемы других людей." },
    { "id": 8, "trait": "C", "direction": "-", "text": "Я часто забываю класть вещи на свои места." },
    { "id": 9, "trait": "N", "direction": "-", "text": "Большую часть времени я спокоен и меня трудно вывести из себя." },
    { "id": 10, "trait": "O", "direction": "-", "text": "Я предпочитаю конкретные факты абстрактным или философским идеям." },
    { "id": 11, "trait": "E", "direction": "+", "text": "Мне легко общаться с самыми разными людьми на мероприятиях." },
    { "id": 12, "trait": "A", "direction": "+", "text": "Я искренне чувствую и понимаю эмоции окружающих." },
    { "id": 13, "trait": "C", "direction": "+", "text": "Мне нравится, когда в моих делах и окружении царит порядок." },
    { "id": 14, "trait": "N", "direction": "+", "text": "Я довольно легко поддаюсь стрессу или беспокойству." },
    { "id": 15, "trait": "O", "direction": "-", "text": "Иногда мне бывает трудно понять сложные абстрактные концепции." },
    { "id": 16, "trait": "E", "direction": "-", "text": "Я предпочитаю оставаться в тени, а не быть в центре внимания." },
    { "id": 17, "trait": "A", "direction": "-", "text": "Меня не очень интересуют личные дела других людей." },
    { "id": 18, "trait": "C", "direction": "-", "text": "Иногда я допускаю небрежность в работе или не довожу детали до конца." },
    { "id": 19, "trait": "N", "direction": "-", "text": "Я редко чувствую себя подавленным или грустным." },
    { "id": 20, "trait": "O", "direction": "-", "text": "Я не считаю, что обладаю особенно творческим воображением." }
  ],
  "descriptions": { "E": { "high": "Вы общительны, активны и расцветаете в компании других людей.", "low": "Вы вдумчивы, независимы и цените время, проведенное наедине с собой." }, "A": { "high": "Вы сострадательны, склонны к сотрудничеству и цените гармонию.", "low": "Вы мыслите объективно и логично, стремитесь к независимости." }, "C": { "high": "Вы ответственны, организованны и последовательно идете к целям.", "low": "Вы гибки, спонтанны и умеете адаптироваться по ситуации." }, "N": { "high": "Вы эмоционально чувствительны и хорошо распознаете риски.", "low": "Вы эмоционально стабильны и сохраняете спокойствие под давлением." }, "O": { "high": "Вы любознательны, креативны и открыты для новых перемен.", "low": "Вы реалистичны, практичны и цените проверенный опыт." } }
}
