{
    "items": [
        { "id": 1, "trait": "E", "direction": "+", "text": "Я часто беру на себя инициативу в разговоре на вечеринках или встречах." },
        { "id": 2, "trait": "A", "direction": "+", "text": "Я легко сопереживаю чувствам других и умею поддержать." },
        { "id": 3, "trait": "C", "direction": "+", "text": "Я всегда составляю четкий план перед тем, как начать работу." },
        { "id": 4, "trait": "N", "direction": "+", "text": "Я легко начинаю беспокоиться даже по пустякам." },
        { "id": 5, "trait": "O", "direction": "+", "text": "Мне нравятся новые идеи и философские дискуссии." },
        { "id": 6, "trait": "E", "direction": "-", "text": "В компании незнакомых людей я обычно становлюсь молчаливым." },
        { "id": 7, "trait": "A", "direction": "-", "text": "Иногда я остаюсь равнодушным к проблемам других людей." },
        { "id": 8, "trait": "C", "direction": "-", "text": "Я часто оставляю вещи не на своих местах и создаю беспорядок." },
        { "id": 9, "trait": "N", "direction": "-", "text": "Я сохраняю спокойствие и меня трудно вывести из себя." },
        { "id": 10, "trait": "O", "direction": "-", "text": "Я предпочитаю конкретные факты абстрактным концепциям." },
        { "id": 11, "trait": "E", "direction": "+", "text": "Мне легко заговорить с незнакомым человеком." },
        { "id": 12, "trait": "A", "direction": "+", "text": "Я стараюсь прежде всего видеть в людях хорошее." },
        { "id": 13, "trait": "C", "direction": "+", "text": "Я делаю все возможное, чтобы соблюдать сроки." },
        { "id": 14, "trait": "N", "direction": "+", "text": "У меня часто меняется настроение и бывают эмоциональные перепады." },
        { "id": 15, "trait": "O", "direction": "+", "text": "Я могу глубоко погружаться в красоту искусства или природы." },
        { "id": 16, "trait": "E", "direction": "-", "text": "Когда я оказываюсь в центре внимания, мне хочется уйти в тень." },
        { "id": 17, "trait": "A", "direction": "-", "text": "Иногда мне важнее отстоять свое мнение, чем учитывать чувства других." },
        { "id": 18, "trait": "C", "direction": "-", "text": "Я склонен откладывать дела на потом вместо того, чтобы сделать их сразу." },
        { "id": 19, "trait": "N", "direction": "-", "text": "Даже в стрессовых ситуациях я сохраняю относительное хладнокровие." },
        { "id": 20, "trait": "O", "direction": "-", "text": "Мне комфортнее следовать традиционным методам, чем пробовать новое." }
    ],
    "descriptions": {
        "E": { "high": "Вы общительны, активны и расцветаете в компании других людей.", "low": "Вы вдумчивы, независимы и цените время, проведенное наедине с собой." },
        "A": { "high": "Вы сострадательны, склонны к сотрудничеству и цените гармонию.", "low": "Вы мыслите объективно и логично, стремитесь к независимости." },
        "C": { "high": "Вы ответственны, организованны и последовательно идете к целям.", "low": "Вы гибки, спонтанны и умеете адаптироваться по ситуации." },
        "N": { "high": "Вы эмоционально чувствительны и хорошо распознаете риски.", "low": "Вы эмоционально стабильны и сохраняете спокойствие под давлением." },
        "O": { "high": "Вы любознательны, креативны и открыты для новых перемен.", "low": "Вы реалистичны, практичны и цените проверенный опыт." }
    }
}
